Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Sterilization procedures should only be performed by well-trained providers in appropriate clinical settings using proper equipment and supplies. Appropriate service-delivery guidelines, including infection-prevention protocols, should be followed to maximize client safety.
as_in: সঠিক সঁজুলি আৰু সৰবৰাহ ব্যৱহাৰ কৰি উপযুক্ত চিকিৎসাৰ সা-সুবিধা থকা কেন্দ্ৰ আৰু ভালদৰে প্ৰশিক্ষিত প্ৰদানকাৰীৰ দ্বাৰা বন্ধ্যাকৰণ প্ৰক্ৰিয়াবোৰ সম্পন্ন কৰিব লাগিব। ব্যক্তিগৰাকীৰ সুৰক্ষা সৰ্বাধিক কৰাৰ বাবে সংক্ৰমণ-প্ৰতিৰোধ প্ৰটোকলসহ উপযুক্ত সকলো সেৱা-প্ৰদানৰ নিৰ্দেশনা অনুসৰণ কৰিব লাগিব।
bn_in: শুধুমাত্র সঠিক সরঞ্জাম ও সরবরাহ ব্যবহার করে উপযুক্ত নিদানিক সেটিং-এ সু-প্রশিক্ষিত প্রদানকারী দ্বারা বন্ধ্যাত্বকরণ পদ্ধতি সম্পাদন করা উচিৎ। গ্রাহকের সুরক্ষা বাড়াতে, সংক্রমণ রোধক বিধান সহ পরিষেবা প্রদানের উপযুক্ত নির্দেশনা মেনে চলা উচিৎ।
gu_in: નસબંધીની પ્રક્રિયા યોગ્ય ઉપકરણો અને પુરવઠાનો ઉપયોગ કરીને યોગ્ય ક્લિનિકલ માહોલમાં સારી રીતે તાલીમ પ્રાપ્ત કરેલા નિષ્ણાતો દ્વારા જ હાથ ધરવામાં આવવી જોઇએ. ક્લાયેન્ટની પૂરેપૂરી સલામતીની ખાતરી કરવા ચેપને નિવારવાના પ્રોટોકોલ સહિત સેવા પૂરી પાડવા સંબંધિત યોગ્ય માર્ગદર્શિકાનું પાલન કરવું જોઇએ.
hi: नसबंदी प्रक्रियाएं उचित नैदानिक ​​​​सेटिंग्स में केवल उचित उपकरण और आपूर्ति का उपयोग करके अच्छी तरह से प्रशिक्षित प्रदाताओं द्वारा ही की जानी चाहिए। संक्रमण-रोकथाम प्रोटोकॉल सहित उचित सेवा-वितरण दिशानिर्देशों का पालन किया जाना चाहिए जिससे ग्राहक सुरक्षा को अधिकतम किया जा सके।
kn_in: ಸಂತಾನಹರಣ ಕಾರ್ಯವಿಧಾನಗಳನ್ನು ಸರಿಯಾದ ಸಲಕರಣೆಗಳು ಮತ್ತು ಸರಬರಾಜುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸೂಕ್ತ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಲ್ಲಿ ಒಳ್ಳೆಯ ತರಬೇತಿ ಪಡೆದ ಪೂರೈಕೆದಾರರು ಮಾತ್ರ ನಿರ್ವಹಿಸಬೇಕು. ಫಲಾನುಭವಿಗಳ ಸುರಕ್ಷತೆಯನ್ನು ಗರಿಷ್ಠಗೊಳಿಸಲು ಸೋಂಕು-ತಡೆಗಟ್ಟುವ ನಿಯಮಾವಳಿಗಳೂ ಸೇರಿದಂತೆ ಸೂಕ್ತ ಸೇವಾ-ವಿತರಣಾ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸಬೇಕು.
ml_in: ശരിയായ ഉപകരണങ്ങളും സാമഗ്രികളും ഉപയോഗിച്ച് ഉചിതമായ ക്ലിനിക്കൽ ക്രമീകരണങ്ങളിൽ നന്നായി പരിശീലനം ലഭിച്ചവർ മാത്രമേ വന്ധ്യംകരണ നടപടിക്രമങ്ങൾ നടത്താൻ പാടുള്ളൂ. ക്ലയന്റിന് പരമാവധി സുരക്ഷ നൽകാൻ, അണുബാധ-പ്രതിരോധ പ്രോട്ടോക്കോളുകൾ ഉൾപ്പെടെയുള്ള ഉചിതമായ സേവന-വിതരണ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കണം.
or_in: ବନ୍ଧ୍ୟାକରଣ ପ୍ରକ୍ରିୟାକୁ କେବଳ ଉଚିତ ଉପକରଣ ଓ ଯୋଗାଣର ବ୍ୟବହାର କରି ଉପଯୁକ୍ତ ନୈଦାନିକ ସ୍ଥାନରେ ଭଲ ଭାବେ ପ୍ରଶିକ୍ଷିତ ପ୍ରଦାତାମାନଙ୍କ ଦ୍ୱାରା କରାଯିବା ଉଚିତ।କ୍ଲାଏଣ୍ଟଙ୍କ ସୁରକ୍ଷାକୁ ଅଧିକତମ କରିବା ପାଇଁ ସଂକ୍ରମଣ-ପ୍ରତିରୋଧ ପ୍ରୋଟୋକଲ୍ ସମେତ ସେବା-ବିତରଣ ମାର୍ଗଦର୍ଶିକାର ପାଳନ କରାଯିବା ଉଚିତ।
pa_in: ਨਸਬੰਦੀ ਪ੍ਰਕਿਰਿਆਵਾਂ ਸਿਰਫ਼ ਉਚਿਤ ਉਪਕਰਣਾਂ ਅਤੇ ਸਪਲਾਈਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਉਚਿਤ ਕਲੀਨਿਕੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਿਖਲਾਈ ਪ੍ਰਾਪਤ ਪ੍ਰਦਾਤਾਵਾਂ ਦੁਆਰਾ ਕੀਤੀਆਂ ਜਾਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ। ਕਲਾਇੰਟ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਨ ਲਈ ਲਾਗ-ਰੋਕਥਾਮ ਪ੍ਰੋਟੋਕੋਲ ਸਮੇਤ ਉਚਿਤ ਸੇਵਾ-ਸਪੁਰਦਗੀ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।
ta_in: சரியான உபகரணங்கள் மற்றும் பொருட்களைப் பயன்படுத்தி, பொருத்தமான மருத்துவ அமைப்புக்களில் நன்கு பயிற்சி பெற்ற வழங்குனர்களால் மட்டுமே ஸ்டெரிலைசேஷன் செயல்முறைகள் செய்யப்பட வேண்டும். வாடிக்கையாளர் பாதுகாப்பை அதிகரிக்க, தொற்று – தடுப்பு நெறிமுறைகள் உட்பட, பொருத்தமான சேவை வழங்கல் வழிகாட்டுதல்களைப் பின்பற்ற வேண்டும்.
te_in: సరైన పరికరాలు మరియు సామగ్రిని ఉపయోగించి తగిన క్లినికల్ సెట్టింగ్‌లలో సుశిక్షితులైన ప్రొవైడర్లు మాత్రమే స్టెరిలైజేషన్ విధానాలను నిర్వహించాలి. క్లయింట్ భద్రతను పెంచడానికి, ఇన్‌ఫెక్షన్-నివారణ ప్రోటోకాల్‌లతో సహా తగిన సర్వీస్-డెలివరీ మార్గదర్శకాలను అనుసరించాలి.

source: STI prevention
as_in: STI রোধ
bn_in: STI রোধ
gu_in: STIને નિવારે છે
hi: STI रोकथाम
kn_in: STI ತಡೆಗಟ್ಟುವಿಕೆ
ml_in: STI പ്രതിരോധം
or_in: STI ରୋକିବା
pa_in: STI ਦੀ ਰੋਕਥਾਮ
ta_in: எஸ்டிஐ (STI தடுப்பு)
te_in: STI నివారణ

source: STIs/RTIs<sup><small><small>F</small></small></sup> (Non-purulent discharge & individual with high risk)
as_in: STIs/RTIs<sup><small><small>F</small></small></sup> (পুঁজ ছাড়া স্রাব ও উচ্চ ঝুঁকি যুক্ত ব্যক্তি)
bn_in: STIs/RTIs<sup><small><small>F</small></small></sup> (পুঁজ ছাড়া স্রাব ও উচ্চ ঝুঁকি যুক্ত ব্যক্তি)
gu_in: STIs/RTIs<sup><small><small>F</small></small></sup> (પરુ વગરનો સ્રાવ થવો અને ઊંચું જોખમ ધરાવતી વ્યક્તિ)
hi: STIs/RTIs<sup><small><small>F</small></small></sup> (गैर-पस आस्राव (नॉन प्यूरुलेंट डिस्चार्ज) और उच्च जोखिम वाले व्यक्ति)
kn_in: STIs/RTIs<sup><small><small>F</small></small></sup> (ಕೀವುತುಂಬಿಲ್ಲದ ಸ್ರವಿಸುವಿಕೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಅಪಾಯವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿ)
ml_in: STIs/RTIs<sup><small><small>F</small></small></sup> (പഴുപ്പില്ലാത്ത സ്രവവും ഉയർന്ന അപകടസാധ്യതയിലുള്ള വ്യക്തിയും)
or_in: STIs/RTIs<sup><small><small>F</small></small></sup>(ଅଣ-ପୂଜ ସ୍ରାବ ଏବଂ ଅଧିକ ବିପଦ ସହିତ ବ୍ୟକ୍ତିବିଶେଷ)
pa_in: STIs/RTIs<sup><small><small>F</small></small></sup> (ਗੈਰ-ਪਿਊਰਲੈਂਟ ਡਿਸਚਾਰਜ ਅਤੇ ਉੱਚ ਜੋਖ਼ਮ ਵਾਲੇ ਵਿਅਕਤੀ)
ta_in: STIs/RTIs<sup><small><small>F</small></small></sup> (சீழற்ற வெளியேற்றம் மற்றும் அதிக ஆபத்துடனான தனி நபர்)
te_in: STIలు/RTIs <sup><small><small>F</small></small></sup> (నాన్-ప్యూరెంట్ డిశ్చార్జ్ & అధిక ప్రమాదం ఉన్న వ్యక్తి ప్యూరెంట్ డిచ్ఛార్జ్)

source: STIs/RTIs<sup><small><small>F</small></small></sup> (Purulent discharge)
as_in: STIs/RTIs<sup><small><small>F</small></small></sup> (পুঁজ যুক্ত স্রাব)
gu_in: STIs/RTIs<sup><small><small>F</small></small></sup> (સ્રાવમાં પરુ નીકળવું)
hi: STIs/RTIs<sup><small><small>F</small></small></sup> (पस आस्राव (पुरुलेंट डिस्चार्ज))
kn_in: STIs/RTIs<sup><small><small>F</small></small></sup> (ಕೀವುತುಂಬಿದ ಸ್ರವಿಸುವಿಕೆ)
ml_in: STIs/RTIs<sup><small><small>F</small></small></sup> (പഴുപ്പ് പുറത്തേക്ക് വരുന്നു)
or_in: STIs/RTIs<sup><small><small>F</small></small></sup>(ପୂଜ ସ୍ରାବ)
pa_in: STIs/RTIs<sup><small><small>F</small></small></sup> (ਪਿਊਰਲੈਂਟ ਡਿਸਚਾਰਜ)
ta_in: STIs/RTIs<sup><small><small>F</small></small></sup> (சீழுடனான வெளியேற்றம்)
te_in: STIలు/RTIs<sup><small><small>F</small></small></sup> (చీముతో కలిసిన డిశ్చార్జి, స్రావాలు)

source: Stroke, IHD, multiple risk factors°
as_in: ষ্ট্ৰোক, IHD, একাধিক বিপদাশংকাৰ কাৰক°
bn_in: স্ট্রোক, IHD, একাধিক ঝুঁকির বিষয়°
gu_in: સ્ટ્રોક, IHD, એકથી વધારે જોખમકારક પરિબળો°
hi: स्ट्रोक, आईएचडी, अनेक जोखिम कारक°
kn_in: ಪಾರ್ಶ್ವವಾಯು, IHD, ಬಹು ಅಪಾಯದ ಅಂಶಗಳು
ml_in: മസ്തിഷ്കാഘാതം, IHD, ഒന്നിലധികം അപകടസാധ്യതാ ഘടകങ്ങൾ°
or_in: ଷ୍ଟ୍ରୋକ୍, IHD, ଏକାଧିକ ବିପଦ କାରକ°
pa_in: ਸਟ੍ਰੋਕ, IHD, ਕਈ ਜੋਖ਼ਮ ਕਾਰਕ°
ta_in: பக்கவாதம், IHD, பல ஆபத்து காரணிகள்°
te_in: స్ట్రోక్, IHD, అనేక రకాల ప్రమాద కారకాలు°

source: Superficial venous disorders, including varicose veins.
as_in: উপৰুৱা শিৰাৰ বিকাৰ, ভেৰিকোজ ভেইন সহ।
bn_in: ভ্যারিকোজ ভেইন সহ শিরার উপরিভাগের সমস্যা।
gu_in: સુપરફિશિયલ વીનસ ડિસઑર્ડર્સ, વેરિકોસ વેઇન્સ સહિત.
hi: वैरिकोज वेन्स (नसें) सहित, सतही शिरापरक विकार
kn_in: ವೆರಿಕೋಸ್ ರಕ್ತನಾಳಗಳೂ ಸೇರಿದಂತೆ ಬಾಹ್ಯ ರಕ್ತನಾಳದ ಅಸ್ವಸ್ಥತೆಗಳು.
ml_in: വെരിക്കോസ് വെയിൻ ഉൾപ്പെടെയുള്ള പുറമേയുള്ള ഞരമ്പ് തകരാറുകൾ.
or_in: ଉପର ଶିରା ବିକାର, ଶିରାସ୍ଫିତି ସମେତ
pa_in: ਸਤਹੀ ਨਸ ਦੇ ਵਿਕਾਰ, ਜਿਸ ਵਿੱਚ ਵੈਰੀਕੋਜ਼ ਨਸਾਂ ਵੀ ਸ਼ਾਮਲ ਹਨ
ta_in: வெரிகோஸ் நரம்புகள் உள்ளிட்ட மேலோட்டமான சிரை கோளாறுகள்.
te_in: వెరికోస్ వెయిన్స్‌తో సహా పైపైన గల సిరల రుగ్మతలు

source: Surgery without prolonged immobilization.
as_in: দীঘলীয়া চলাচলহীনতা অবিহনে অস্ত্ৰোপচাৰ হোৱা।
bn_in: দীর্ঘস্থায়ী অচলাবস্থা ছাড়া শল্য চিকিৎসা।
gu_in: લાંબા સમય સુધી હલનચલન કર્યા વગર સર્જરી.
hi: बिना दीर्घकालीन स्थिरीकरण के शल्यचिकित्सा
kn_in: ದೀರ್ಘಕಾಲದ ನಿಶ್ಚಲತೆ ಇಲ್ಲದೆ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ.
ml_in: ദീർഘനേരം നിശ്ചലമാക്കാതെയുള്ള ശസ്ത്രക്രിയ.
or_in: ଦୀର୍ଘକାଳୀନ ଅଚଳନ ବିନା ଅସ୍ତ୍ରୋପଚାର
pa_in: ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਅਸਥਿਰਤਾ ਤੋਂ ਬਿਨਾਂ ਸਰਜਰੀ
ta_in: நீடித்த அசைவின்றி அறுவை சிகிச்சை.
te_in: దీర్ఘకాలం స్థిరీకరణ లేకుండా శస్త్రచికిత్స

source: Surgical
as_in: শল্য চিকিৎসাগত
bn_in: শল্য চিকিৎসাগত
gu_in: સર્જિકલ
hi: शल्य चिकित्सा
kn_in: ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ
ml_in: സർജിക്കൽ
pa_in: ਸਰਜੀਕਲ
ta_in: அறுவை சிகிச்சை
te_in: శస్త్ర చికిత్స

source: Taking antibiotics (excluding rifampicin/rifabutin).
as_in: এণ্টিবায়টিক গ্ৰহণ কৰা (ৰিফাম্পিচিন/ৰিফাবুটিনৰ বাহিৰে)।
bn_in: অ্যান্টিবায়োটিক গ্রহণ করা (রিফ্যাম্পিসিন / রিফ্যাবুটিন ছাড়া)।
gu_in: એન્ટિબાયોટિક્સ લઈ રહ્યાં હો (રિફામપિસિન/રિફાબ્યુટિન સિવાય).
hi: एंटीबायोटिक्स लेना (रिफैम्पिसिन/रिफैब्यूटिन को छोड़कर)
kn_in: ಪ್ರತಿಜೀವಕಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದು (ರಿಫಾಂಪಿಸಿನ್ / ರಿಫಾಬುಟಿನ್ ಹೊರತುಪಡಿಸಿ).
ml_in: ആന്റിബയോട്ടിക്കുകൾ എടുക്കൽ (റിഫാംപിസിൻ/റിഫാബുട്ടിൻ ഒഴികെ).
pa_in: ਐਂਟੀਬਾਇਓਟਿਕ ਦਵਾਈਆਂ ਲੈਣਾ (ਰਿਫਾਮਪਿਸਿਨ/ਰਿਫਾਬੂਟਿਨ ਨੂੰ ਛੱਡ ਕੇ)
ta_in: ஆன்டிபயாடிக்குகளை எடுத்துக் கொள்ளல் (ரிஃபாம்பிசின் /ரிஃபாபுடின் விடுத்து).
te_in: యాంటీబయాటిక్స్ తీసుకోవడం (రిఫాంపిసిన్/రిఫాబుటిన్ మినహా)

source: TB
hi: टीबी
or_in: ଯକ୍ଷ୍ମା
ta_in: காச நோய்

source: TB (On rifampicin rifabutin)
as_in: TB (রিফ্যাম্পিসিন রিফ্যাবুটিনে থাকা)
bn_in: TB (রিফ্যাম্পিসিন রিফ্যাবুটিনে থাকা)
gu_in: TB (રિફામપિસિન રિફાબ્યુટિન પર)
hi: टीबी (रिफैम्पिसिन रिफैब्यूटिन पर)
kn_in: TB (ರಿಫಾಂಪಿಸಿನ್ ರಿಫಾಬುಟಿನ್ ಮೇಲೆ)
ml_in: TB (റിഫാംപിസിൻ റിഫാബുട്ടിനിൽ)
or_in: ଯକ୍ଷ୍ମା (ରିଫାମ୍ପିସିନ୍ ରିଫାବ୍ୟୁଟିନ୍‌ରେ)
pa_in: TB (ਰਿਫਾਮਪਿਸਿਨ ਰਿਫਾਬੂਟਿਨ 'ਤੇ)
ta_in: காச நோய் (ரிஃபாம்பிசின் ரிஃபாபுடின் மீது)
te_in: TB (రిఫాంపిసిన్ రిఫాబుటిన్‌ పైన)

source: Temporary contraception for new mothers whose monthly bleeding has not returned; requires exclusive or full breastfeeding day and night of an infant less than 6 months old.
as_in: মাহেকীয়া ঋতুস্ৰাৱ পুনৰ আৰম্ভ নোহোৱা নতুন মাতৃসকলৰ বাবে অস্থায়ী গৰ্ভনিৰোধক; 6 মাহতকৈ কম বয়সৰ কেঁচুৱা এটাক দিনে-ৰাতি একমাত্ৰ বা সম্পূৰ্ণ স্তন্যপান কৰোৱাৰ প্ৰয়োজন থকা।
bn_in: যেসব সদ্য মায়েদের মাসিক রক্তপাত ফিরে আসেনি, তাঁদের জন্য সাময়িক গর্ভনিরোধক; 6 মাসের কম বয়সী শিশুকে দিনরাত বিশিষ্ট বা সম্পূর্ণ স্তন্যদান করা আবশ্যক।
gu_in: નવીસવી માતા બનેલી સ્ત્રીઓ કે જેમનો માસિક રક્તસ્રાવ હજુ સુધી ચાલું થયો નથી, તેમના માટેની કામચલાઉ ગર્ભનિરોધક છે; તેઓ 6 મહિનાથી નાના શિશુને દિવસે અને રાત્રે ફક્તને ફક્ત સ્તપાન કરાવતી હોય કે સંપૂર્ણ સ્તનપાન કરાવતી હોય તે જરૂરી છે.
hi: उन नई माताओं के लिए अस्थायी गर्भनिरोधक जिनका मासिक रक्तस्राव वापस शुरू नहीं हुआ है; जिन्हें 6 महीने से कम उम्र के शिशु को दिन और रात में विशिष्ट या पूर्ण स्तनपान की आवश्यकता होती है
kn_in: ಮಾಸಿಕ ರಕ್ತಸ್ರಾವ ಮರಳಿರದ ಹೊಸ ತಾಯಂದಿರಿಗೆ ತಾತ್ಕಾಲಿಕ ಗರ್ಭನಿರೋಧಕ; 6 ತಿಂಗಳಿಗಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಶಿಶುವಿಗೆ ಹಗಲು ರಾತ್ರಿ ಪ್ರತ್ಯೇಕ ಅಥವಾ ಪೂರ್ಣ ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸುವ ಅಗತ್ಯವಿದೆ.
ml_in: പ്രതിമാസ ആർത്തവം പുനരാരംഭിക്കാത്ത പുതിയതായി അമ്മമാരായവർക്കുള്ള താൽക്കാലിക ഗർഭനിരോധന മാർഗ്ഗം; 6 മാസത്തിൽ താഴെ പ്രായമുള്ള കുഞ്ഞിന് രാത്രിയും പകലും പ്രത്യേകമായോ പൂർണ്ണമായോ മുലയൂട്ടൽ ആവശ്യമാണ്.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଫେରିନଥିବା ନବ ମାତାମାନଙ୍କ ପାଇଁ ଅସ୍ଥାୟୀ ଗର୍ଭନିରୋଧକ; 6 ମାସରୁ କମ ଶିଶୁର ଦିନ ଓ ରାତି ସ୍ୱତନ୍ତ୍ର କିମ୍ୱା ସମ୍ପୂର୍ଣ୍ଣ ସ୍ତନ୍ୟପାନ ଆବଶ୍ୟକ କରିଥାଏ
pa_in: ਨਵੀਆਂ ਮਾਵਾਂ ਲਈ ਅਸਥਾਈ ਗਰਭਨਿਰੋਧਕ ਜਿਨ੍ਹਾਂ ਦਾ ਮਾਸਿਕ ਖੂਨ ਵਹਿਣਾ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ; 6 ਮਹੀਨਿਆਂ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚੇ ਨੂੰ ਦਿਨ ਅਤੇ ਰਾਤ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਜਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ
ta_in: கருவுறுதலில் தாய்ப்பாலின் இயற்கையான விளைவை அடிப்படையாகக் கொண்ட ஒரு தற்காலிக குடும்பக் கட்டுப்பாடு முறை.
te_in: నెలవారీ రక్తస్రావం తిరిగి రాని కొత్త తల్లులకు తాత్కాలిక గర్భనిరోధకం; 6 నెలల కంటే తక్కువ వయస్సు ఉన్న శిశువుకు, పగలు మరియు రాత్రి కేవలం లేదా పూర్తిగా తల్లిపాలను అందించడం అవసరం

source: Tenofovir
as_in: টেনোফ'বিৰ
bn_in: টেনোফোভির
gu_in: ટેનોફોવિર
hi: टेनोफोविर
kn_in: ಟೆನೊಫೋವಿರ್
ml_in: ടെനോഫോവിർ
or_in: ଟେନୋଫୋଭିର୍
pa_in: ਟੈਨੋਫੋਵੀਰ
ta_in: டெனோஃபோவிர்
te_in: టెనోఫోవిర్

source: The first injection can be given at any time if it is reasonably certain that the woman is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: প্ৰথম ইঞ্জেকচনটো যিকোনো সময়তে দিব পাৰি যদি মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, প্রথম ইনজেকশন যেকোনও সময় দেওয়া যায়। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો પ્રથમ ઇન્જેક્શનને કોઈ પણ સમયે આપી શકાય છે. તેમણે આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि यह निश्चित हो कि महिला गर्भवती नहीं है तो किसी भी समय पहला इंजेक्शन दिया जा सकता है। महिला को अगले 7 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ನೀಡಬಹುದು. ಅವಳು ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ആദ്യത്തെ കുത്തിവയ്പ്പ് നൽകാം. അടുത്ത 7 ദിവസത്തേക്ക് സ്ത്രീ ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ପ୍ରଦାନ କରିହେବ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਪਹਿਲਾ ਟੀਕਾ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பெண் கர்ப்பமாக இல்லை என்பது கணிசமாக உறுதியானால், எந்த ஒரு நேரத்திலும் முதல் ஊசி தரப்படலாம். அடுத்த 7 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: స్త్రీ గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే మొదటి ఇంజక్షన్ ఎప్పుడైనా ఇవ్వవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: The first injection can be given immediately post-abortion or within 7 days of completion of abortion. No additional contraceptive protection is needed.
as_in: গৰ্ভপাতৰ পিছত অবিলম্বে বা গৰ্ভপাত সম্পূৰ্ণ হোৱাৰ 7 দিনৰ ভিতৰত প্ৰথম বেজীটো দিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: গর্ভপাত সম্পূর্ণ হওয়ার পর অবিলম্বে বা 7 দিনের মধ্যে প্রথম ইনজেকশন শুরু করা যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: પ્રથમ ઇન્જેક્શન ગર્ભપાત પછી તરત આપી શકાય છે અથવા તો ગર્ભપાતની પ્રક્રિયા પૂરી થયાંનાં 7 દિવસની અંદર પણ આપી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.
hi: पहला इन्जेक्शन गर्भपात पूरा होने के बाद तुरंत या 7 दिनों के भीतर दिया जा सकता है। किसी भी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣವೇ ಅಥವಾ ಗರ್ಭಪಾತ ಪೂರ್ಣಗೊಂಡ 7 ದಿನಗಳ ಒಳಗೆ ನೀಡಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ഗർഭച്ഛിദ്രം കഴിഞ്ഞ ഉടൻ തന്നെയോ അല്ലെങ്കിൽ ഗർഭച്ഛിദ്രം പൂർത്തിയാക്കി 7 ദിവസത്തിനുള്ളിലോ ആദ്യ കുത്തിവയ്പ്പ് നൽകാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନକୁ ଗର୍ଭପାତ ତୁରନ୍ତ ପରେ କିମ୍ୱା ଗର୍ଭପାତ ସମାପନର 7 ଦିନ ମଧ୍ୟରେ ଦିଆଯାଇପାରିବ। କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਪਹਿਲਾ ਟੀਕਾ ਗਰਭਪਾਤ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਜਾਂ ਗਰਭਪਾਤ ਪੂਰਾ ਹੋਣ ਦੇ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: கருக்கலைப்பு க்குப் பின் உடனடியாகவோ அல்லது கருக்கலைப்பு முடிந்த 7 நாட்களுக்குள்ளாகவோ முதல் ஊசி போடலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்புக்கும் அவசியமில்லை.
te_in: మొదటి ఇంజెక్షన్ ని గర్భస్రావం జరిగిన వెంటనే కానీ, దాని తరువాత 7 రోజుల లోగా కీ ఇవ్వవచ్చును.. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: The implant can be inserted at any time if it is reasonably certain that the woman is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: ইমপ্লেণ্ট যিকোনো সময়তে কৰিব পাৰি যদি মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, যেকোনও সময় ইমপ্ল্যান্ট প্রবেশ করানো যায়। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો ઇમ્પ્લાન્ટને કોઈ પણ સમયે દાખલ કરી શકાય છે. તેમણે આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: इम्प्लांट किसी भी समय अंतःस्थापित किया जा सकता है यदि यह निश्चित हो कि महिला गर्भवती नहीं है। महिला को अगले 7 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಕಸಿಯನ್ನು ಸೇರಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ ഏത് സമയത്ത് വേണമെങ്കിലും ഇംപ്ലാന്റ് നിക്ഷേപിക്കാം. അടുത്ത 7 ദിവസത്തേക്ക് സ്ത്രീ ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ମହିଳା ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ ପ୍ରତ୍ୟାରୋପଣକୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਇੰਪਲਾਂਟ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பெண் கர்ப்பமாக இல்லை என்று கணிசமாக உறுதியாக இருந்தால், எந்த நேரத்திலு உள்வைப்பு செருகப்படலாம். அடுத்த 7 நாட்களுக்கு அவள் உடலுறவைத் தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: మహిళ గర్భవతి కాదని సహేతుకంగా ఖచ్చితంగా తెలిస్తే ఇంప్లాంట్‌ను ఎప్పుడైనా చొప్పించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: The implant can be inserted immediately post-abortion. No additional contraceptive protection is needed.
as_in: গৰ্ভপাতৰ পিছত লগে লগে ইমপ্লেণ্টটো প্ৰবিষ্ট কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: গর্ভপাতের পর অবিলম্বে ইমপ্ল্যান্ট প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: ગર્ભપાત પછી તરત જ ઇમ્પ્લાન્ટને દાખલ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.
hi: गर्भपात के तुरंत बाद इम्प्लांट लगाया जा सकता है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಕಸಿಯನ್ನು ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣವೇ ನೀಡಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ഗർഭച്ഛിദ്രത്തിന് ശേഷം ഉടൻ തന്നെ ഇംപ്ലാന്റ് നിക്ഷേപിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ଗର୍ଭପାତ ପରେ ତୁରନ୍ତ ହିଁ ପ୍ରତ୍ୟାରୋପଣକୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਗਰਭਪਾਤ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਇੰਪਲਾਂਟ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: கருக்கலைப்புக்குப் பிறகு உடனடியாக உள்வைப்புக்களை செருகலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.
te_in: గర్భస్రావం జరిగిన వెంటనే ఇంప్లాంట్‌ని అమర్చవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: The recommendations reflect the eligibility for contraceptive methods based on the condition(s) identified.
as_in: পৰামৰ্শবোৰে চিনাক্ত কৰা চৰ্ত(সমূহ)ৰ আধাৰত গৰ্ভনিৰোধক পদ্ধতিবোৰৰ যোগ্যতা প্ৰতিফলিত কৰে ।
bn_in: সুপারিশগুলি সনাক্ত করা অবস্থা(গুলি)র ভিত্তিতে গর্ভনিরোধক পদ্ধতিগুলির জন্য যোগ্যতাকে দেখায় ।
gu_in: અહીં કરવામાં આવેલી ભલામણો ઓળખી કાઢવામાં આવેલી સ્થિતિ(ઓ) પર આધાર રાખીને ગર્ભનિરોધક પદ્ધતિ માટેની પાત્રતાઓને દર્શાવે છે
hi: अनुशंसाएँ पहचानी गई स्थितियों के आधार पर गर्भनिरोधक विधियों की पात्रता को दर्शाती हैं
kn_in: ಶಿಫಾರಸುಗಳು ಗುರುತಿಸಲಾದ ಸ್ಥಿತಿ(ಗಳ) ಆಧಾರದ ಮೇಲೆ ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳ ಅರ್ಹತೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತವೆ.
ml_in: തിരിച്ചറിഞ്ഞ അവസ്ഥയെ(കളെ) അടിസ്ഥാനമാക്കി ഗർഭനിരോധന മാർഗ്ഗങ്ങൾക്കുള്ള യോഗ്യതയെ ശുപാർശകൾ പ്രതിഫലിപ്പിക്കുന്നു.
or_in: ସୁପାରିସଗୁଡ଼ିକ ଚିହ୍ନିତ ଅବସ୍ଥା(ଗୁଡିକ) ଉପରେ ଆଧାର କରି ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ପାଇଁ ଯୋଗ୍ୟତା ପ୍ରତିଫଳିତ କରେ
pa_in: ਸਿਫ਼ਾਰਸ਼ਾਂ ਪਛਾਣੀ(ਆਂ) ਗਈ(ਆਂ) ਅਵਸਥਾ(ਵਾਂ) ਦੇ ਅਧਾਰ ਤੇ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਲਈ ਯੋਗਤਾ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ
ta_in: கண்டறியப்பட்ட நிலையின்(களின்) அடிப்படையில் கருத்தடை முறைகளுக்கான தகுதியை பரிந்துரைகள் பிரதிபலிக்கின்றன.
te_in: గుర్తించబడిన పరిస్థితి (లు) ఆధారంగా గర్భనిరోధక పద్ధతులను ఉపయోగించగల అర్హత సంబంధమైన సిఫార్సు లను ఇది ప్రతిఫలిస్తుంది.

source: The repeat DMPA injection can be given up to 4 weeks late without requiring additional contraceptive protection. The repeat NET- EN injection can be given up to 2 weeks late without requiring additional contraceptive protection.
as_in: অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নোহোৱাকৈ পুনৰাবৃত্তি কৰা DMPA ইঞ্জেকচনটো 4 সপ্তাহ পৰ্যন্ত পলমকৈ দিব পাৰি। অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নোহোৱাকৈ পুনৰাবৃত্তি NET- EN ইঞ্জেকচন 2 সপ্তাহ পৰ্যন্ত পলমকৈ দিব পাৰি।
bn_in: অতিরিক্ত গর্ভনিরোধকের প্রয়োজন ছাড়াই 4 সপ্তাহ বিলম্ব পর্যন্ত DMPA পুনরাবৃত্ত ইনজেকশন দেওয়া যায়। অতিরিক্ত গর্ভনিরোধকের প্রয়োজন ছাড়াই 2 সপ্তাহ বিলম্ব পর্যন্ত NET-EN পুনরাবৃত্ত ইনজেকশন দেওয়া যায়।
gu_in: DMPA ઇન્જેક્શનને ફરી વખત કોઈ પણ પ્રકારની વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત વગર 4 અઠવાડિયા મોડાં આપી શકાય છે. જ્યારે NET- EN ઇન્જેક્શનને ફરી વખત કોઈ પણ પ્રકારની વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત વગર 2 અઠવાડિયા મોડાં આપી શકાય છે.
hi: दोबारा DMPA इंजेक्शन 4 सप्ताह की देरी से दिया जा सकता है और इसमें अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है। अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता के बिना दोबारा NET- EN इंजेक्शन 2 सप्ताह की देरी से दिया जा सकता है।
kn_in: ಪುನರಾವರ್ತಿತ DMPA ಚುಚ್ಚುಮದ್ದನ್ನು ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿಲ್ಲದೆ 4 ವಾರಗಳಷ್ಟು ತಡವಾಗಿ ನೀಡಬಹುದು. ಪುನರಾವರ್ತಿತ NET-EN ಚುಚ್ಚುಮದ್ದನ್ನು ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿಲ್ಲದೆ 2 ವಾರಗಳಷ್ಟು ತಡವಾಗಿ ನೀಡಬಹುದು.
ml_in: ആവർത്തിച്ചുള്ള DMPA കുത്തിവയ്പ്പ് അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ലാതെ 4 ആഴ്ച വരെ വൈകി നൽകാം. ആവർത്തിച്ചുള്ള NET-EN കുത്തിവയ്പ്പ് അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ലാതെ 2 ആഴ്ച വരെ വൈകി നൽകാം.
or_in: କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବିନା ପୁନରାବର୍ତ୍ତ DMPA ଇଞ୍ଜେକ୍ସନ୍ 4 ସପ୍ତାହ ବିଳମ୍ୱରେ ପ୍ରଦାନ କରିହେବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବିନା ପୁନରାବର୍ତ୍ତ NET-EN ଇଞ୍ଜେକ୍ସନ୍ 2 ସପ୍ତାହ ବିଳମ୍ୱରେ ପ୍ରଦାନ କରିହେବ।
pa_in: ਦੁਬਾਰਾ DMPA ਟੀਕਾ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ 4 ਹਫਤਿਆਂ ਤੱਕ ਦੇਰੀ ਨਾਲ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਦੁਬਾਰਾ NET- EN ਟੀਕਾ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ 2 ਹਫਤਿਆਂ ਤੱਕ ਦੇਰੀ ਨਾਲ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ।
te_in: పునరావృత DMPA ఇంజెక్షన్ అదనపు గర్భనిరోధక రక్షణ అవసరం లేకుండా 4 వారాల వరకు ఆలస్యంగా ఇవ్వబడుతుంది. పునరావృత NET-EN ఇంజెక్షన్ అదనపు గర్భనిరోధక రక్షణ అవసరం లేకుండా 2 వారాల వరకు ఆలస్యంగా ఇవ్వబడుతుంది.

source: The repeat injection of DMPA and NET-EN can be given up to 2 weeks early.
as_in: DMPA আৰু NET-EN-ৰ পুনৰাবৃত্তি ইঞ্জেকচন 2 সপ্তাহ পৰ্যন্ত আগতে দিব পাৰি।
bn_in: নির্দিষ্ট সময়ের 2 সপ্তাহ পূর্ব পর্যন্ত DMPA ও NET-EN পুনরাবৃত্ত ইনজেকশন দেওয়া যায়।
gu_in: DMPA અને NET-ENના ઇન્જેક્શન્સને ફરી વખત 2 અઠવાડિયા સુધી વહેલા આપી શકાય છે.
hi: DMPA और NET-EN का पुन: इंजेक्शन 2 सप्ताह पूर्व तक दिया जा सकता है।
kn_in: DMPA ಮತ್ತು NET-EN ನ ಪುನರಾವರ್ತಿತ ಚುಚ್ಚುಮದ್ದನ್ನು 2 ವಾರಗಳ ಮೊದಲು ನೀಡಬಹುದು.
ml_in: DMPA, NET-EN എന്നിവയുടെ ആവർത്തിച്ചുള്ള കുത്തിവയ്പ്പ് 2 ആഴ്ച മുമ്പ് നൽകാവുന്നതാണ്.
or_in: DMPA ଓ NET-EN ର ପୁନରାବର୍ତ୍ତ ଇଞ୍ଜେକ୍ସନ୍ 2 ସପ୍ତାହ ଶୀଘ୍ର ପ୍ରଦାନ କରିହେବ।
pa_in: DMPA ਅਤੇ NET-EN ਦਾ ਦੁਬਾਰਾ ਟੀਕਾ 2 ਹਫ਼ਤੇ ਪਹਿਲਾਂ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ta_in: முன்னதாகவே 2 வாரங்கள் வரை மீண்டும் போடவென, DMPA மற்றும் NET-EN -ஐ கொடுக்கலாம்.
te_in: DMPA మరియు NET-EN యొక్క పునరావృత ఇంజెక్షన్ 2 వారాల ముందుగానే ఇవ్వబడుతుంది.
